<template>
	<div>
		<div class="agreementTitle">用户协议</div>
		<div>
			<div class="headline">一．用户行为规范</div>
			<div>
				<div class="title">1 信息内容规范</div>
				<div class="content">
					<div class="contentTitle">1.1 本条所述信息内容是指用户使用本软件及服务过程中所制作、复制、发布、传播的任何内容，包括但不限于企业微信帐号头像、名称、用户说明等注册信息，或文字、语音、图片等发送、回复、公告和相关链接页面，以及其他使用企业微信帐号或本软件及服务所产生的内容。</div>
					<div class="contentTitle">1.2 用户理解并同意，一直致力于为用户提供文明健康、规范有序的网络环境，你不得利用企业微信帐号或本软件及服务制作、复制、发布、传播如下干扰企业微信软件正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：</div>
					<div class="contentTitle">
						1.2.1 发布、传送、传播、储存违反国家法律法规禁止的内容：
						<div class="contentItem">（1）违反宪法确定的基本原则的；</div>
						<div class="contentItem">（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</div>
						<div class="contentItem">（3）损害国家荣誉和利益的；</div>
						<div class="contentItem">（4）煽动民族仇恨、民族歧视，破坏民族团结的；</div>
						<div class="contentItem">（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</div>
						<div class="contentItem">（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</div>
						<div class="contentItem">（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</div>
						<div class="contentItem">（8）侮辱或者诽谤他人，侵害他人合法权益的；</div>
						<div class="contentItem">（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</div>
						<div class="contentItem">（10）以非法民间组织名义活动的；</div>
						<div class="contentItem">（11）不符合《即时通信工具公众信息服务发展管理暂行规定》及遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的；</div>
						<div class="contentItem">（12）含有法律、行政法规禁止的其他内容的。</div>
					</div>
					<div class="contentTitle">
						1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
					</div>
					<div class="contentTitle">
						1.2.3 涉及他人隐私、个人信息或资料的；
					</div>
					<div class="contentTitle">
						1.2.4 发表、传送、传播骚扰、广告信息、过度营销信息及垃圾信息或含有任何性或性暗示的；
					</div>
					<div class="contentTitle">
						1.2.5 其他违反法律法规、政策及公序良俗、社会公德或干扰企业微信正常运营和侵犯其他用户或第三方合法权益内容的信息。
					</div>
				</div>
			</div>
			<div>
				<div class="title">2 软件使用规范</div>
				<div class="content">
					<div class="contentTitle">2.1 除非法律允许或书面许可，用户使用本软件过程中不得从事下列行为：</div>
					<div class="contentTitle">2.1.1 删除本软件及其副本上关于著作权的信息；</div>
					<div class="contentTitle">
						2.1.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；
					</div>
					<div class="contentTitle">
						2.1.3 对拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
					</div>
					<div class="contentTitle">
						2.1.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入本软件和相关系统；
					</div>
					<div class="contentTitle">
						2.1.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
					</div>
					<div class="contentTitle">
						2.1.6 通过非开发、授权的第三方软件、插件、外挂、系统，登录或使用软件及服务，或制作、发布、传播上述工具；
					</div>
					<div class="contentTitle">
						2.1.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；
					</div>
					<div class="contentTitle">
						2.1.8 其他未经明示授权的行为。
					</div>
					<div class="contentTitle">
						2.2 用户理解并同意，基于用户体验、企业微信或相关服务平台运营安全、平台规则要求及健康发展等综合因素，有权选择提供服务的对象，有权决定功能设置，有权决定功能开放、数据接口和相关数据披露的对象和范围。如果用户的行为存在以下情形，有权视具体情况中止或终止提供本服务，包括但不限于：
					</div>
					<div class="contentTitle">
						2.2.1 违反法律法规、本协议规定或不符合其他管理要求的；
					</div>
					<div class="contentTitle">
						2.2.2 从事影响本软件服务体验的行为；
					</div>
					<div class="contentTitle">
						2.2.3 继续使用可能存在安全隐患的，包括但不限于对用户自身或第三方人身、财产构成安全隐患的，对公共安全构成安全隐患的等情形。
					</div>
					<div class="contentTitle">
						2.1.8 其他未经明示授权的行为。
					</div>
					<div class="contentTitle">
						2.1.8 其他未经明示授权的行为。
					</div>
					<div class="contentTitle">
						2.1.8 其他未经明示授权的行为。
					</div>
				</div>
			</div>
			<div>
				<div class="title">3 服务运营规范</div>
				<div class="">除非法律允许或书面许可，用户使用本服务过程中不得从事下列行为：</div>
				<div class="content">
					<div class="contentTitle">3.1 提交、发布虚假信息，或冒充、利用他人名义的；</div>
					<div class="contentTitle">3.2 诱导其他用户点击链接页面或分享信息的；</div>
					<div class="contentTitle">
						3.3 虚构事实、隐瞒真相以误导、欺骗他人的；
					</div>
					<div class="contentTitle">
						3.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权益的；
					</div>
					<div class="contentTitle">
						3.5 未经书面许可利用企业微信帐号和任何功能，进行推广或互相推广的；
					</div>
					<div class="contentTitle">
						3.6 利用企业微信帐号或本软件及服务从事任何违法犯罪活动的；
					</div>
					<div class="contentTitle">
						3.7 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
					</div>
					<div class="contentTitle">
						3.8 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未明示授权的行为。
					</div>
				</div>
			</div>
			<div>
				<div class="title">4 对自己行为负责</div>
				<div class="">用户充分理解并同意，用户必须为自己企业微信帐号下的一切行为负责，包括用户所发表的任何内容以及由此产生的任何后果。用户应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。无法且不会对因前述风险而导致的任何损失或损害承担责任。</div>
			</div>
			<div>
				<div class="title">5 违约处理</div>
				<div class="content">
					<div class="contentTitle">5.1 如果发现或收到他人举报或投诉用户违反本协议约定的，有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。</div>
					<div class="contentTitle">5.2 用户理解并同意，有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</div>
					<div class="contentTitle">
						5.3 用户理解并同意，因用户违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；因此遭受损失的，用户也应当一并赔偿。
					</div>
				</div>
			</div>
		</div>
		<div>
			<div class="headline">二、终端安全责任</div>
			<div>
				<div class="title">2.1 用户理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁用户的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，用户应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</div>
				<div class="title">2.2 用户不得制作、发布、使用、传播用于窃取企业微信帐号及他人个人信息、财产的恶意程序。 </div>
				<div class="title">2.3 维护软件安全与正常使用是和用户的共同责任，将按照行业标准合理审慎地采取必要技术措施保护你的终端设备信息和数据安全，但是用户承认和同意并不能就此提供完全保证。 </div>
				<div class="title">2.4 在任何情况下，用户不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意有关防范诈骗犯罪的提示。</div>
			</div>
		</div>
		<div>
			<div class="headline">十二、免责与责任限制</div>
			<div>
				<div class="title">12.1 用户理解并同意：本软件及本服务按“如是”的状态提供，对本服务不作任何明示或暗示的保证，包括但不限于对本服务的可适用性、持续性等。</div>
				<div class="title">12.2 用户理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断，因此而引发的损害及后果，不承担任何责任。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、风暴等以及社会事件如战争、动乱、政府行为等。 </div>
				<div class="title">12.3 在适用法律允许的范围内，在任何情况下（不论何种原因）均不承担如下责任：（A）任何间接的、故意的、惩罚性的、附带的、惩戒性的、特殊的或后果性的损害赔偿; （B）业务或机会损失; （C）收入损失; （D）利润损失; （E）商誉损失;（F）内容损失; 或（G）数据丢失。 </div>
			</div>
		</div>
		<div>
			<div class="headline">三、知识产权声明</div>
			<div>
				<div class="title">3.1 是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。</div>
				<div class="title">3.2未经或相关权利人书面同意，用户不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。</div>
			</div>
		</div>
	</div>
</template>

<script>
</script>

<style scoped="scoped">
	.agreementTitle{
		font-size: 2.4rem;
		color: #333333;
		text-align: center;
	}
</style>
